Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/varhaiskasvatuksen_opettajille_ja_erityisopettajille_suuri_tarve_saamelaisessa_varhaiskasvatuksessa_-_oulun_yliopisto_aloittaa_koulutukset_inarissa.html.tmx
Source language: fin
Languages: smn

source: Varhaiskasvatuksen opettajille ja erityisopettajille suuri tarve saamelaisessa varhaiskasvatuksessa – Oulun yliopisto aloittaa koulutukset Inarissa
smn: Arâšoddâdem máttáátteijeid já sierânâsmáttáátteijeid stuorrâ tárbu sämmilii arâšoddâdmist – Oulu ollâopâttâh aalgât škovliimijd Anarist

source: Yksi saamelaisen varhaiskasvatuksen suurimmista haasteista on korkeakoulutetun saamenkielisen henkilökunnan puute.
smn: Ohtâ sämmilii arâšoddâdem stuárráámuš háástus lii vänivuotâ sämikielâlijn pargein, kiäin lii ollâškovlim.

source: Noin 40 prosenttia saamenkielisen varhaiskasvatuksen henkilöstöstä on vailla kelpoisuutta.
smn: Suulân 40 prosenttid sämikielâlii arâšoddâdem pargein lii tohálâšvuođâttáá.

source: Erityisen hankala on saamenkielisten varhaiskasvatuksen erityisopettajien tilanne, sillä heitä ei ole kentällä laisinkaan.
smn: Eromâš vädis lii sämikielâlij arâšoddâdem sierânâsmáttáátteijei tile, tastko sij iä lah kiedist ollágin.

source: Tilannetta korjataan lisäämällä varhaiskasvatuksen koulutusta.
smn: Tile pyeredeh lasseetmáin arâšoddâdem škovlim.

source: Oulun yliopisto aloittaa Inarissa ensi joulukuussa varhaiskasvatuksen opettajan kelpoisuuden antavan kasvatustieteen kandidaattikoulutuksen ja varhaiskasvatuksen erityisopettajan kelpoisuuden antavan kasvatustieteen maisterikoulutuksen.
smn: Oulu ollâopâttâh aalgât Anarist puáttee juovlâmáánust šoddâdemtiettuu kandidaatškovlim, mii addel arâšoddâdem máttáátteijee tohálâšvuođâ já šoddâdemtiettuu maister škovlim, mii addel arâšoddâdem sierânâsmáttáátteijee škovlim.

source: Koulutuksissa kiinnitetään erityistä huomiota saamelaisen kasvatuksen ja perinteisen tiedon sekä kielen oppimisen pedagogisiin käytäntöihin ja menetelmiin.
smn: Škovliimijn kiddejeh eromâš huámmášume sämmilii šoddâdem já ärbivuáválii tiäđu sehe kielâ oppâm pedagooglijd vuáháduvváid já vuovvijd.

source: Myös osa opetuksesta on saamenkielistä.
smn: Meid uási máttááttâsâst lii sämikielâlâš.

source: Saamen kielen ja kulttuurin erityistarpeet huomioivien koulutusten tavoitteena on vahvistaa pedagogista osaamista ja asiantuntijuutta saamelaisessa varhaiskasvatuksessa ja vastata alan suureen opettajatarpeeseen.
smn: Sämikielâ já -kulttuur sierânâstáárbuid huámmášumán väldee škovliimij ulmen lii nanodiđ pedagooglii mättim já äššitubdâm sämmilii arâšoddâdmist já västidiđ syergi stuorrâ máttáátteijeetáárbun.

source: Varhaiskasvatuksen erityisopettajakoulutus järjestetään Inarissa nyt ensimmäistä kertaa.
smn: Arâšoddâdem sierânâsmáttáátteijeeškovlim uárnejuvvoo Anarist tääl vuossâmuu tove.

source: Koulutukset järjestää Oulun yliopiston kasvatustieteiden tiedekunta, ja ne toteutetaan monimuotokoulutuksina hyödyntäen iltoja, viikonloppuja ja kesälukukautta.
smn: Škovliimijd uárnee Oulu ollâopâttuv šoddâdemtiettui tieđâkodde, já toh olášuttojeh maaŋgâhäämiškovliimin meid ehidij, oholoopâi já kesiluuhâmpaje ääigi.

source: Suurin osa opetuksesta tapahtuu verkossa, mutta lisäksi lähiopetusjaksoja pidetään Inarissa ja osin myös Oulussa.
smn: Stuárráámus uási máttááttâsâst lii neetist, mutâ lasseen aldamáttááttâspajeh tuállojeh Anarist já uásild meid Oulust.

source: Koulutuksissa tehdään yhteistyötä Saamelaiskäräjien, Saamelaisalueen koulutuskeskuksen ja Oulun yliopiston Giellagas-instituutin kanssa.
smn: Škovliimijn pargeh oovtâstpargo Sämitiggijn, Säämi máttááttâskuávdáin já Oulu ollâopâttuv Giellagas-instituuttijn.

source: Lisäksi yhteistyötä tullaan tekemään myös saamelaisen pedagogiikan, monikielisyyden ja kielenelvytyksen tutkijoiden ja asiantuntijoiden kanssa.
smn: Lasseen oovtâstpargo pargeh meid sämmilii pedagogiik, maaŋgâkielâlâšvuođâ já kielâiäláskittem totkeiguin já äššitobdeiguin.

source: Koulutukset rahoittaa opetus- ja kulttuuriministeriö.
smn: Škovliimijd ruttâd máttááttâs- já kulttuurministeriö.

source: Hakuaika on 31.8.–14.9.2022.
smn: Uuccâmäigi lii 31.8.–14.9.2022.

source: Hakemusten perusteella kutsutuille pidetään soveltuvuuskoe 10.–11.11.2022 Inarissa.
smn: Ucâmušâi vuáđuld puávdejum ulmuid tuálloo hiäivulâšvuotâiskos 10.–11.11.2022 Anarist.

source: Infotilaisuudet koulutuksista Teamsissa ti 7.6.2022.
smn: Infotilálâšvuođah škovliimijn Teamsist ma 7.6.2022.

source: Varhaiskasvatuksen opettajakoulutus klo 16.00–17.00 ja varhaiskasvatuksen erityisopettajakoulutus klo 17.00–18.00.
smn: Arâšoddâdem máttáátteijeeškovlim tme 16.00–17.00 já arâšoddâdem sierânâsmáttáátteijeeškovlim tme 17.00–18.00.

source: Lisätietoa koulutuksista Opintopolussa:
smn: Lasetiäđuh škovliimijn Opintopolku siijđoin:

source: Varhaiskasvatuksen opettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
smn: Arâšoddâdemmáttááttâs máttáátteijee, sämikielâ já -kulttuur sierânâstáárbuid huámmášumán väldee škovlim | Oulu ollâopâttâh (suomâkielân)

source: Varhaiskasvatuksen erityisopettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
smn: Arâšoddâdem sierânâsmáttáátteijee, sämikielâ já -kulttuur sierânâstáárbuid huámmášumán väldee škovlim | Oulu ollâopâttâh (suomâkielân)

source: Lisätietoja:
smn: Lasetiäđuh:

source: Anne-Mari Sironen, projektisuunnittelija, SaVOpe ja SaVEO -hanke, p. 050 4127944, etunimi.sukunimi@oulu.fi
smn: Anne-Mari Sironen, proojeektvuávájeijee, SaVOpe já SaVEO -haahâ, p. 050 4127944, ovdânommâ. suhânommâ@oulu.fi

source: Niina Aikio-Siltala, ma. kielipesäohjaaja, Saamelaiskäräjät, p. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi
smn: Niina Aikio-Siltala, má. kielâpiervâlstivrejeijee, Sämitigge, p. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi

source: Kuva: Kevin Francett
smn: Kove: Kevin Francett
